Repository: MichelBusse/clubz-flutter
Catalog: lib/l10n/intl_*.arb
Languages: de

# homePageMenuCreate
source: Create
de: Erstellen

# homePageMenuProfile
source: Profile
de: Profil

# signInMethodsPageOptionEmail
source: Sign in with Email
de: Login mit Email

# signInMethodsPageOptionGoogle
source: Sign in with Google
de: Login mit Google

# signInMethodsPageOptionApple
source: Sign in with Apple
de: Login mit Apple

# signInMethodsPageOptionFacebook
source: Sign in with Facebook
de: Login mit Facebook

# signInWithEmailPagePasswordHint
source: Password
de: Passwort

# signInWithEmailPageSignUpButton
source: Sign up new account
de: Neuen Account registrieren

# signInWithEmailPageResetPasswordButton
source: Reset password
de: Passwort zurücksetzen

# resetPasswordPageHeadline
source: Reset Password
de: Passwort-Reset

# resetPasswordPageSubmitButton
source: Send reset link
de: Reset-Link senden

# resetPasswordPageEmailRequired
source: Please provide your email
de: Bitte gib deine Email an

# updatePasswordPageHeadline
source: Update Password
de: Password Ändern

# updatePasswordPageSubmitButton
source: Update
de: Ändern

# updatePasswordPagePasswordHint
source: Password
de: Passwort

# updatePasswordPagePasswordConfirmHint
source: Confirm password
de: Passwort wiederholen

# updatePasswordPagePasswordsDoNotMatch
source: Please check your password
de: Bitte überprüfe dein Passwort

# signUpWithEmailPageHeadline
source: Sign Up
de: Registrieren

# signUpWithEmailPageSubmitButton
source: Sign Up
de: Registrieren

# signUpWithEmailPagePasswordHint
source: Password
de: Passwort

# signUpWithEmailPagePasswordConfirmHint
source: Confirm password
de: Passwort wiederholen

# signUpWithEmailPageSignInButton
source: Login to existing account
de: Mit bestehendem Account anmelden

# signUpWithEmailPagePasswordsDoNotMatch
source: Please check your password
de: Bitte überprüfe dein Passwort

# signUpWithEmailPageInfoMessage
source: Please verify your mail and then login here
de: Bitte verifiziere deine Email und melde dich dann hier an

# privacyPolicyPageButton
source: Privacy Policy
de: Datenschutzerklärung

# privacyPolicyPageTitle
source: Privacy Policy
de: Datenschutzerklärung

# imprintPageButton
source: Imprint
de: Impressum

# imprintPageTitle
source: Imprint
de: Impressum

# termsOfUsePageButton
source: Terms of Use
de: Nutzungsbedingungen

# termsOfUsePageTitle
source: Terms of Use
de: Nutzungsbedingungen

# editEventPageTitle
source: Edit Event
de: Event Bearbeiten

# addEventPageTitle
source: Create Event
de: Event Erstellen

# editEventPageDescriptionHint
source: Description
de: Beschreibung...

# editEventPagePricePolicyPriceHint
source: Enter Ticket Price
de: Ticketpreis...

# editEventPagePricePolicyLinkHint
source: Enter Ticket Link
de: Ticketlink...

# editEventPageDeleteDialogTitle
source: Delete Event
de: Event Löschen

# editEventPageDeleteDialogDescription
source: Are you sure, you want to delete this event?
de: Bist du sicher, dass du dieses Event löschen möchtest?

# editEventPagePublicDialogTitle
source: Warning
de: Warnung

# editEventPagePublicDialogDescription
source: Your profile is public and the event is visible in your profile. Are you sure you want this event to be public?
de: Dein Profil ist öffentlich und das Event wird in deinem Profil gelistet. Bist du sicher, dass dieses Event öffentlich sein soll?

# editEventPageCropperTitle
source: Change Event Image
de: Event-Bild Bearbeiten

# editEventPageEndDatetime
source: End
de: Ende

# editEventPageLocation
source: Location
de: Ort

# editEventPageRepeatWeekly
source: Repeat weekly:
de: Wöchentlich wiederholen:

# editEventPageVisibleInProfile
source: Visible in Profile:
de: Im Profil sichtbar:

# editEventPageSave
source: Save
de: Speichern

# editEventPageCreate
source: Create
de: Erstellen

# editEventPageDelete
source: Delete
de: Löschen

# editEventPageAgePolicy
source: Age Policy
de: Alter

# editEventPagePricePolicy
source: Ticket Policy
de: Tickets

# editEventPageCategory
source: Category
de: Kategorie

# editEventPageDescription
source: Description
de: Beschreibung

# editEventPagePricePolicyPrice
source: Ticket Price
de: Ticketpreis

# editEventPageNoLocation
source: No Location
de: Kein Ort

# locationPickerTitle
source: Pick Location
de: Ort Wählen

# locationPickerHint
source: Location
de: Ort...

# locationPickerNoLocationDescription
source: Create event without location
de: Erstelle ein Event ohne einen Ort

# locationPickerMyLocation
source: My Location
de: Mein Standort

# filterLocationDefault
source: Location
de: Ort

# filterSubmitButton
source: Show events
de: Events anzeigen

# editEventPageFormValidationStartInPast
source: Start of event can't be in the past
de: Das Startdatum kann nicht in der Vergangenheit liegen

# editEventPageFormValidationEndBeforeStart
source: End can't be before start
de: Das Enddatum kann nicht vor dem Startdatum liegen

# eventAttending
source: Attending
de: Teilnehmer

# eventInterested
source: Interested
de: Interessiert

# alertDialogContinue
source: Continue
de: Weiter

# alertDialogCancel
source: Cancel
de: Abbrechen

# eventProfilesMore
source: ...and {count} more
de: ...und {count} weitere

# installPromptHeadline
source: Install the app and discover all features
de: Hol dir die App und nutze alle Funktionen

# installPromptOpenButton
source: Open Clubz
de: Clubz öffnen

# installPromptDismissButton
source: Dismiss
de: Später

# settingsPageTitle
source: Settings
de: Einstellungen

# settingsPageDeleteAccountButton
source: Delete profile
de: Profil löschen

# settingsPageDeleteProfileDialogTitle
source: Delete Profile
de: Profil Löschen

# settingsPageDeleteProfileDialogDescription
source: Are you sure you want to delete your profile? This action can't be undone and will delete every created event.
de: Möchtest du dein Profil wirklich löschen? Dadurch werden auch alle erstellten Events gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.

# settingsProfilePagePublicProfileLabel
source: Public Profile
de: Öffentliches Profil

# settingsProfilePageCropperTitle
source: Change Profile Picture
de: Profilbild ändern

# settingsProfilePageSave
source: Save
de: Speichern

# formValidatorEmpty
source: This field cannot be empty
de: Dieses Feld darf nicht leer sein

# formValidatorTooShort
source: This field is too short
de: Dieses Feld ist zu kurz

# followersPageTitle
source: Followers
de: Follower

# followersPageFollowers
source: My Followers
de: Meine Follower

# followersPageFollowing
source: Following
de: Abonniert

# followersPageSentRequests
source: Sent Requests
de: Gesendete Anfragen

# followersPageReceivedRequests
source: Received Requests
de: Empfangene Anfragen

# requestFollowingPageTitle
source: Find Profiles
de: Profile finden

# profileDetailViewPagePrivateProfile
source: This profile is private
de: Dieses Profil ist privat

# profileDetailViewPageFilterUpcoming
source: Upcoming
de: Nächste

# profileDetailViewPageFilterPast
source: Past
de: Vergangene

# addFollowingButtonLargeFollow
source: Follow
de: Abonnieren

# addFollowingButtonLargeCancelRequest
source: Cancel Request
de: Anfrage abbrechen

# addFollowingButtonLargeUnfollow
source: Unfollow
de: Deabonnieren

# fetchingListNoEntriesFound
source: No Entries Found
de: Keine Enträge gefunden

# dressCode1
source: Chic
de: Schick

# dressCode3
source: Costume
de: Kostüm

# agePolicy0
source: None
de: Keine

# agePolicy4
source: Special
de: Speziell

# pricePolicy0
source: Free
de: Kostenlos

# pricePolicy2
source: Box Office
de: Abendkasse

# pricePolicy3
source: Mixed
de: Gemischt

# reportEventDialogTitle
source: Report Event
de: Event melden

# reportEventDialogText
source: Report this event for violating the Terms of Use.
de: Dieses Event melden, weil es gegen die Nutzungsbedingungen verstößt.

# reportEventDialogSuccess
source: Thank you for reporting the event. We will review the report and remove the event if necessary.
de: Danke, dass du dieses Event gemeldet hast. Wir werden die Meldung überprüfen und gegebenenfalls das Event entfernen.

# reportProfileDialogTitle
source: Report Profile
de: Profil melden

# reportProfileDialogText
source: Report this profile for violating the Terms of Use.
de: Dieses Profil melden, weil es gegen die Nutzungsbedingungen verstößt.

# reportProfileDialogSuccess
source: Thank you for reporting the profile. We will review the report and remove the profile if necessary.
de: Danke, dass du dieses Profil gemeldet hast. Wir werden die Meldung überprüfen und gegebenenfalls das Profil entfernen.

# reportDialogReasonHint
source: Reason...
de: Grund...

# reportDialogSubmitButton
source: Report
de: Melden

# reportDialogBlockProfileButton
source: Block profile
de: Profil blockieren

# badStateErrorPageTitle
source: Error
de: Fehler

# badStateErrorPageText
source: An error occurred whilst trying to load the page.
de: Beim Laden der Seite ist ein Fehler aufgetreten.

# exceptionGenericError
source: Error: Something went wrong
de: Fehler: Etwas ist schief gelaufen

# exceptionNotAuthenticated
source: Error: You are not authenticated
de: Fehler: Du bist nicht authentifiziert

# exceptionNotAuthorized
source: Error: You are not authorized to perform this action
de: Fehler: Du bist für diese Aktion nicht autorisiert

# exceptionProfileNotFound
source: Error: Profile not found
de: Fehler: Profil nicht gefunden

# exceptionProfileNotInitialized
source: Error: Profile not initialized yet
de: Fehler: Profil noch nicht initialisiert

# exceptionNoProfilePictureSet
source: Error: No profile picture set
de: Fehler: Kein Profilbild gesetzt

# exceptionChangeProfilePicture
source: Error: Could not change profile picture
de: Fehler: Profilbild konnte nicht geändert werden

# exceptionGetProfilePicture
source: Error: Could not get profile picture
de: Fehler: Profilbild konnte nicht geladen werden

# exceptionUpdateProfile
source: Error: Could not update profile
de: Fehler: Profil konnte nicht geupdated werden

# exceptionCreateProfile
source: Error: Could not create profile
de: Fehler: Profil konnte nicht erstellt werden

# exceptionGetProfile
source: Error: Could not get profile details
de: Fehler: Profil konnte nicht geladen werden

# exceptionGetProfileStats
source: Error: Could not get profile stats
de: Fehler: Profilstatistiken konnten nicht geladen werden

# exceptionProfileAlreadyCreated
source: Error: Your profile has already been created
de: Fehler: Das Profil wurde bereits erstellt

# exceptionSignInWithEmail
source: Error: Email and password do not match to any user
de: Fehler: Email und Passwort passen zu keinem Nutzer

# exceptionSignUpWithEmail
source: Error: Signing up failed
de: Fehler: Registrierung fehlgeschlagen

# exceptionSignInWithOAuth2
source: Error: Login failed
de: Fehler: Login fehlgeschlagen

# exceptionSignOut
source: Error: Logout failed
de: Fehler: Logout fehlgeschlagen

# exceptionForcedDelay
source: Error: Please wait until you try again
de: Fehler: Bitte warte kurz, bevor du es erneut probierst

# exceptionUpdatePassword
source: Error: Could not update password
de: Fehler: Passwort konnte nicht geändert werden

# exceptionResetPassword
source: Error: Could not reset password
de: Fehler: Passwort-Reset fehlgeschlagen

# exceptionDeleteUser
source: Error: Could not delete user
de: Fehler: Nutzer konnte nicht gelöscht werden

# exceptionEventWithoutId
source: Error: Event has no ID
de: Fehler: Das Event besitzt keine ID

# exceptionNoEventPictureSet
source: Error: No Event Picture set
de: Fehler: Kein Eventbild gesetzt

# exceptionGetEventPicture
source: Error: Could not get event picture
de: Fehler: Eventbild konnte nicht geladen werden

# exceptionChangeEventThumbnail
source: Error: Could not change event thumbnail
de: Fehler: Event-Thumbnail konnte nicht geändert werden

# exceptionAddEventImage
source: Error: Could not add image to event
de: Fehler: Bild konnte nicht zum Event hinzugefügt werden

# exceptionRemoveEventImage
source: Error: Could not remove image to event
de: Fehler: Bild konnte nicht vom Event entfernt werden

# exceptionGetEventImagesURLs
source: Error: Could not fetch images of event
de: Fehler: Bilder des Events konnten nicht geladen werden

# exceptionGetEvent
source: Error: Could not get event details
de: Fehler: Event konnte nicht geladen werden

# exceptionDeleteEvent
source: Error: Could not delete event details
de: Fehler: Event konnte nicht gelöscht werden

# exceptionUpsertEvent
source: Error: Could not edit event
de: Fehler: Event konnte nicht gespeichert werden

# exceptionSendFollowRequest
source: Error: Could not send follow request
de: Fehler: Follow-Anfrage konnte nicht gesendet werden

# exceptionAcceptFollowRequests
source: Error: Could not accept follow request
de: Fehler: Follow-Anfrage konnte nicht akzeptiert werden

# exceptionCancelFollowRequest
source: Error: Could not cancel follow request
de: Fehler: Follow-Anfrage konnte nicht abgebrochen werden

# exceptionRejectFollowRequest
source: Error: Could not reject follow request
de: Fehler: Follow-Anfrage konnte nicht abgelehnt werden

# exceptionRemoveFollower
source: Error: Could not remove follower
de: Fehler: Follower konnte nicht entfernt werden

# exceptionRemoveFollowing
source: Error: Could not end following
de: Fehler: Abo konnte nicht entfernt werden

# exceptionToggleEventState
source: Error: Could not toggle status
de: Fehler: Status konnte nicht geändert werden

# exceptionLocationServicesDisabled
source: Error: Location services are disabled
de: Fehler: Orts-Services sind deaktiviert

# exceptionLocationPermissionsDenied
source: Error: Location permissions denied
de: Fehler: Standort-Berechtigungen verweigert

# exceptionLocationPermissionsDeniedPermanently
source: Error: Location permissions are permanently denied, we cannot request permissions
de: Fehler: Standort-Berechtigungen dauerhaft verweigert, wir können die Berechtigung nicht mehr anfragen

# exceptionShare
source: Error: Could not create sharing data
de: Fehler: Sharing-Data konnte nicht geladen werden

# exceptionGooglePlaces
source: Error: Could not get places data
de: Fehler: Orts-Informationen konnten nicht geladen werden

# exceptionReportProfile
source: Error: Could not report profile
de: Fehler: Profil konnte nicht gemeldet werden

# exceptionReportEvent
source: Error: Could not report event
de: Fehler: Event konnte nicht gemeldet werden

# exceptionBlockProfile
source: Error: Could not block profile
de: Fehler: Profil konnte nicht blockiert werden

# exceptionPickImage
source: Error: Could not load image
de: Fehler: Bild konnte nicht geladen werden

# exceptionPickImagePermission
source: Error: Permission to access photos is denied. Please allow access to photos in your smartphone settings to use this functionality
de: Fehler: Die Berechtigung auf Fotos zuzugreifen wurde abgelehnt. Erlaube den Zugriff auf Fotos in deinen Smartphone Einstellungen um diese Funktion zu nutzen

# exceptionGenerateImage
source: Error: Failed to generate image
de: Fehler: Bildgenerierung fehlgeschlagen

# imprint1
source: According to § 5 TMG
de: Angaben gemäß § 5 TMG

# imprint2
source: Clubz, an app by: {legalName} {legalAddressStreet} {legalAddressCity}
de: Clubz, eine App von: {legalName} {legalAddressStreet} {legalAddressCity}

# imprint3
source: Contact
de: Kontakt

# imprint4
source: Telephone: 0160 98709043 Email: kontakt@m-to.b.com
de: Telefon: 0160 98709043\nE-Mail: kontakt@m-to.b.com

# imprint5
source: Tax ID
de: Umsatzsteuer-ID

# imprint6
source: Sales tax identification number according to § 27 a sales tax law: DE343086286
de: Umsatzsteuer-Identifikationsnummer gemäß § 27 a Umsatzsteuergesetz:\nDE343086286

# imprint7
source: EU Dispute Settlement
de: EU-Streitschlichtung

# imprint8
source: The European Commission provides a platform for online dispute resolution (OS): https://ec.europa.eu/consumers/odr/. Our e-mail address can be found above in the imprint.
de: Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit: https://ec.europa.eu/consumers/odr/. Unsere E-Mail-Adresse finden Sie oben im Impressum.

# imprint9
source: Consumer Dispute Settlement / Universal Arbitration Board
de: Verbraucherstreitbeilegung/ Universalschlichtungsstelle

# imprint10
source: We are not willing or obliged to participate in dispute resolution procedures before a consumer arbitration board.
de: Wir sind nicht bereit oder verpflichtet, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen.

# imprint11
source: Source: e-recht24.de
de: Quelle: e-recht24.de

# privacyPolicy1
source: At M-to-B Software, we recognize how important privacy is to our users. We take our responsibility for the personal data you provide to us very seriously. In this privacy statement, we would like to explain which personal data we collect and how we use that data.
de: Wir bei M-to-B Software sind uns bewusst, wie wichtig Datenschutz für unsere Nutzer ist. Wir nehmen unsere Verantwortung für die personenbezogenen Daten, die Sie uns zur Verfügung stellen, sehr ernst. In dieser Datenschutzerklärung möchten wir erläutern, welche personenbezogenen Daten wir erheben und wie wir diese Daten verwenden.

# privacyPolicy2
source: Responsible for the processing of personal data
de: Verantwortlicher für die Verarbeitung personenbezogener Daten

# privacyPolicy3
source: Responsible within the meaning of the General Data Protection Regulation (GDPR) for the processing of personal data in connection with the use of the Clubz app is {legalName} {legalAddressStreet} {legalAddressCity}
de: Verantwortlicher im Sinne der Datenschutz-Grundverordnung (DSGVO) für die Verarbeitung personenbezogener Daten im Zusammenhang mit der Nutzung der Clubz-App ist {legalName} {legalAddressStreet} {legalAddressCity}

# privacyPolicy4
source: Collection and processing of personal data
de: Erhebung und Verarbeitung personenbezogener Daten

# privacyPolicy5
source: a) Registration and profile In order to be able to use the Clubz app, you must first register. We collect your e-mail address. Optionally, you can provide additional information about your profile, such as your name, a profile picture and a username. You can delete your user account and data by deleting your profile in settings.
de: a) Registrierung und Profil Um die Clubz-App nutzen zu können, müssen Sie sich zunächst registrieren. Dabei erheben wir Ihre E-Mail-Adresse. Optional können Sie weitere Angaben zu Ihrem Profil machen, wie z.B. Ihren Namen, ein Profilbild und einen Benutzernamen. Sie können Ihr Nutzerkonto und Ihre Daten löschen, indem Sie in den Einstellungen Ihr Profil löschen.

# privacyPolicy6
source: b) Use of the app If you use the Clubz app, we collect data that is directly related to use. This includes, for example, information about the events you have created or attended, such as date, location and event name. We also collect data about your app settings and interactions with other user profiles, such as followers and subscribed people Optionally, after your confirmation, the Clubz app accesses the location data of your device, which is necessary for the use of certain functions, such as selecting the location for your event , or location filtering.
de: b) Nutzung der App Wenn Sie die Clubz-App nutzen, erheben wir Daten, die unmittelbar mit der Nutzung zusammenhängen. Dazu gehören z.B. Angaben zu den von Ihnen erstellten oder besuchten Events, wie Datum, Ort und Eventname. Außerdem erfassen wir Daten zu Ihren App-Einstellungen und der Interaktionen mit anderen Nutzerprofilen, wie Follower und abonnierte Personen. Optional greift die Clubz-App nach Ihrer Bestätigung auf die Standortdaten Ihres Geräts zu, die zur Verwendung bestimmter Funktionen erforderlich sind, wie der Auswahl des Ortes für Ihr Event, oder der Standort-Filterung.

# privacyPolicy7
source: c) Automatically collected data When using the Clubz app, technical data is automatically collected, such as the IP address of your device, the date and time of access, the type of operating system, the browser and device type and the language settings.
de: c) Automatisch erfasste Daten Bei der Nutzung der Clubz-App werden automatisch technische Daten erfasst, wie z.B. die IP-Adresse Ihres Geräts, das Datum und die Uhrzeit des Zugriffs, die Art des Betriebssystems, den Browser- und Geräte-Typ und die Spracheinstellungen.

# privacyPolicy8
source: d) Analysis data While using the app, we continue to collect data about your interactions, such as certain button clicks or window views.
de: d) Analysedaten Während der Nutzung der App erfassen wir weiterhin Daten über Ihrer Interaktionen, wie bestimmte Button-Klicks, oder Fenster-Aufrufe.

# privacyPolicy9
source: Purpose of data processing
de: Zweck der Datenverarbeitung

# privacyPolicy10
source: a) Registration and profile The collection and processing of your data in connection with registration and profile serves the purpose of enabling you to use the Clubz app and to offer you an interactive and personalized experience.
de: a) Registrierung und Profil Die Erhebung und Verarbeitung Ihrer Daten im Zusammenhang mit der Registrierung und dem Profil dient dem Zweck, Ihnen die Nutzung der Clubz-App zu ermöglichen und Ihnen eine interaktive und personalisierte Erfahrung zu bieten.

# privacyPolicy11
source: b) Use of the app The collection and processing of data in connection with the use of the Clubz app serves the purpose of providing the app functions and offering you a personalized and optimized experience.
de: b) Nutzung der App Die Erhebung und Verarbeitung der Daten im Zusammenhang mit der Nutzung der Clubz-App dient dem Zweck, die App-Funktionen bereitzustellen und Ihnen eine personalisierte und optimierte Erfahrung zu bieten.

# privacyPolicy12
source: c) Automatically collected data The automatically collected data is only used for technically necessary and statistical purposes to enable and improve the use of the Clubz app.
de: c) Automatisch erfasste Daten Die automatisch erfassten Daten werden ausschließlich zu technisch erforderlichen sowie statistischen Zwecken genutzt, um die Nutzung der Clubz-App zu ermöglichen und zu verbessern.

# privacyPolicy13
source: d) Analysis data The collection and processing of analysis data serves the purpose of analyzing user behavior and improving the app experience.
de: d) Analysedaten Die Erhebung und Verarbeitung von Analysedaten dient dem Zweck, das Nutzerverhalten zu Analysieren und die App-Erfahrung zu verbessern.

# privacyPolicy14
source: Legal basis for data processing
de: Rechtsgrundlage der Datenverarbeitung

# privacyPolicy15
source: The legal basis for the processing of your personal data is Art. 6 Para. 1 lit. b GDPR, since the processing of the data is necessary for the fulfillment of the user contract with you.
de: Die Rechtsgrundlage für die Verarbeitung Ihrer personenbezogenen Daten ist Art. 6 Abs. 1 lit. b DSGVO, da die Verarbeitung der Daten für die Erfüllung des Nutzungsvertrags mit Ihnen erforderlich ist.
