Repository: MichelBusse/clubz-flutter
Catalog: lib/l10n/intl_*.arb
Languages: de

# privacyPolicy17
source: The Clubz app uses the provider “Supabase” for server and database hosting. This provider provides the databases and the necessary server functions for authentication, use of the app and analysis. We have concluded an order processing contract (AVV) with Supabase. This ensures that they only process the personal data of our website visitors according to our instructions and in compliance with the GDPR. For more information, please visit https://supabase.io/docs/company /privacy Vendor: Supabase, Inc., 970 Toa Payoh North #07-04, Singapore 318992 support@supabase.io
de: Die Clubz-App benutzt für das Server- und Datenbank-Hosting den Anbieter “Supabase”. Dieser stellt die Datenbanken und die nötigen Server-Funktionen für die Authentifizierung, die Verwendung der App und die Analyse zur Verfügung. Wir haben einen Vertrag über Auftragsverarbeitung (AVV) mit Supabase geschlossen. Dieser gewährleistet, dass dieser die personenbezogenen Daten unserer Websitebesucher nur nach unseren Weisungen und unter Einhaltung der DSGVO verarbeitet. Für weitere Informationen besuchen Sie bitte https://supabase.io/docs/company/privacy Anbieter: Supabase, Inc., 970 Toa Payoh North #07-04, Singapore 318992 support@supabase.io

# privacyPolicy18
source: Disclosure to third parties
de: Weitergabe an Dritte

# privacyPolicy19
source: We do not pass on your personal data to third parties, unless this is necessary to fulfill the user contract with you or is required by law.
de: Wir geben Ihre personenbezogenen Daten nicht an Dritte weiter, es sei denn, dies ist zur Erfüllung des Nutzungsvertrags mit Ihnen erforderlich oder gesetzlich vorgeschrieben.

# privacyPolicy20
source: Retention Period
de: Speicherdauer

# privacyPolicy21
source: We only store your personal data for as long as is necessary for the performance of the user contract with you or as required by law. If you delete your Clubz profile, your personal data will be deleted, unless we are required by law to keep this data for a longer period of time.
de: Wir speichern Ihre personenbezogenen Daten nur solange, wie dies für die Erfüllung des Nutzungsvertrags mit Ihnen erforderlich ist oder wie dies gesetzlich vorgeschrieben ist. Wenn Sie Ihr Clubz-Profil löschen, werden Ihre personenbezogenen Daten gelöscht, es sei denn, wir sind gesetzlich verpflichtet, diese Daten für einen längeren Zeitraum aufzubewahren.

# privacyPolicy22
source: Your rights
de: Ihre Rechte

# privacyPolicy23
source: According to the GDPR, as a user of the Clubz app, you have various rights in relation to your personal data, which are listed as follows:
de: Gemäß der DSGVO haben Sie als Nutzer der Clubz-App verschiedene Rechte in Bezug auf Ihre personenbezogenen Daten, die wie folgt aufgelistet werden:

# privacyPolicy24
source: a) Right to information: You have the right to receive information about what personal data we have stored about you.
de: a) Recht auf Auskunft: Sie haben das Recht, Auskunft darüber zu erhalten, welche personenbezogenen Daten wir von Ihnen gespeichert haben.

# privacyPolicy25
source: b) Right to rectification: You have the right to have inaccurate or incomplete personal data rectified by us.
de: b) Recht auf Berichtigung: Sie haben das Recht, unrichtige oder unvollständige personenbezogene Daten von uns berichtigen zu lassen.

# privacyPolicy26
source: c) Right to erasure: You have the right to request the erasure of your personal data from us, provided that the requirements of Art. 17 GDPR are met.
de: c) Recht auf Löschung: Sie haben das Recht, die Löschung Ihrer personenbezogenen Daten von uns zu verlangen, sofern die Voraussetzungen gemäß Art. 17 DSGVO erfüllt sind.

# privacyPolicy27
source: d) Right to restriction of processing: You have the right to request that we restrict the processing of your personal data, provided that the requirements of Art. 18 GDPR are met.
de: d) Recht auf Einschränkung der Verarbeitung: Sie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten von uns zu verlangen, sofern die Voraussetzungen gemäß Art. 18 DSGVO erfüllt sind.

# privacyPolicy28
source: e) Right to data transferability: You have the right to request that we transfer your personal data to another body, provided that the requirements of Art. 20 GDPR are met.
de: e) Recht auf Datenübertragbarkeit: Sie haben das Recht, die Übertragung Ihrer personenbezogenen Daten von uns auf eine andere Stelle zu verlangen, sofern die Voraussetzungen gemäß Art. 20 DSGVO erfüllt sind.

# privacyPolicy29
source: f) Right to object: You have the right to object to the processing of your personal data at any time for reasons that arise from your particular situation, provided that the processing is based on legitimate interests in accordance with Art. 6 Para. 1 lit. f GDPR takes place.
de: f) Widerspruchsrecht: Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung Ihrer personenbezogenen Daten Widerspruch einzulegen, sofern die Verarbeitung aufgrund berechtigter Interessen gemäß Art. 6 Abs. 1 lit. f DSGVO erfolgt.

# privacyPolicy30
source: g) Right of appeal: You have the right to lodge a complaint with the competent supervisory authority if you believe that the processing of your personal data violates the GDPR.
de: g) Beschwerderecht: Sie haben das Recht, eine Beschwerde bei der zuständigen Aufsichtsbehörde einzulegen, wenn Sie der Ansicht sind, dass die Verarbeitung Ihrer personenbezogenen Daten gegen die DSGVO verstößt.

# privacyPolicy31
source: Request to delete data
de: Anfrage zur Löschung der Daten

# privacyPolicy32
source: You can request the deletion of your personal data using the following link.
de: Unter folgendem Link können Sie die Löuschung Ihrer personenbezogenen Daten beantragen.

# privacyPolicy34
source: Privacy Policy Changes
de: Änderungen der Datenschutzerklärung

# privacyPolicy35
source: We reserve the right to update this data protection declaration at any time in order to adapt it to changed legal requirements or to take account of changes to our services or data processing processes. The current version of the data protection declaration is available on our website.
de: Wir behalten uns das Recht vor, diese Datenschutzerklärung jederzeit zu aktualisieren, um sie an geänderte rechtliche Anforderungen anzupassen oder um Änderungen unserer Dienstleistungen oder Datenverarbeitungsprozesse zu berücksichtigen. Die jeweils aktuelle Fassung der Datenschutzerklärung ist auf unserer Website verfügbar.

# privacyPolicy36
source: Contact
de: Kontakt

# privacyPolicy37
source: If you have any questions or concerns about privacy, you can contact us at the following address: {legalName} {legalAddressStreet} {legalAddressCity} {legalEmail}
de: Wenn Sie Fragen oder Bedenken bezüglich des Datenschutzes haben, können Sie uns unter folgender Adresse kontaktieren: {legalName} {legalAddressStreet} {legalAddressCity} {legalEmail}

# privacyPolicyDataDeletionPageTitle
source: Data Deletion
de: Daten-Löschung

# privacyPolicyDataDeletion1
source: Use the form below if you would like to delete your account along with your user data. To do this, simply enter your email address or username for your account. If an account with this data exists, you will receive a confirmation email from us within one day and your data will then be deleted.
de: Nutzen Sie das unten stehende Formular, wenn Sie Ihren Account zusammen mit Ihren gesamten Nutzerdaten löschen möchten. Geben Sie dazu einfach die Email-Adresse, oder den Nutzernamen Ihres Accounts an. Existiert ein Account mit diesen Daten, dann erhalten Sie von uns innerhalb eines Tages eine Bestätigungsmail und anschließend werden Ihre Daten gelöscht.

# privacyPolicyDataDeletionHint
source: Email / Username
de: E-Mail / Nutzername

# privacyPolicyDataDeletionSubmitButton
source: Request Deletion
de: Löschung beantragen

# privacyPolicyDataDeletionSuccess
source: Deletion requested!
de: Löschung beantragt!

# termsOfUse1
source: 1. Introduction
de: 1. Einführung

# termsOfUse2
source: The "Clubz" app is provided by {legalName} and allows users to create and search for events. The following terms of use/user guidelines regulate the use of the app and are legally binding.
de: Die App "Clubz" wird von {legalName} bereitgestellt und ermöglicht den Nutzern die Erstellung und Suche von Events. Die folgenden Benutzerbedingungen/ Benutzerrichtlinie regeln die Nutzung der App und sind rechtsverbindlich.

# termsOfUse3
source: 2. Registration
de: 2. Registrierung

# termsOfUse4
source: In order to be able to use all the functions of the app, you must register and create a profile. You must provide your correct personal information and must not provide any false information. If you are under the age of 18, you may use the app use only with the consent of a legal guardian.
de: Um alle Funktionen der App nutzen zu können, müssen Sie sich registrieren und ein Profil anlegen. Sie müssen dabei Ihre richtigen persönlichen Informationen angeben und dürfen keine falschen Angaben machen. Wenn Sie jünger als 18 Jahre sind, dürfen Sie die App nur mit Zustimmung eines Erziehungsberechtigten nutzen.

# termsOfUse5
source: 3. Profile Creation
de: 3. Erstellung von Profilen

# termsOfUse6
source: The App allows you to create a profile, which may be public or private. Your profile may include a profile picture, your name and username, and a brief description. You must ensure that your profile does not contain any content which may be considered offensive or offensive.You are responsible for ensuring that you own the rights to the images you upload.By creating a profile, you agree that Clubz may use and process the information you provide .
de: Durch die App können Sie ein Profil erstellen, das öffentlich oder privat sichtbar sein kann. Ihr Profil kann ein Profilbild, Ihren Namen und einen Nutzernamen sowie eine kurze Beschreibung enthalten. Sie müssen sicherstellen, dass Ihr Profil keine Inhalte enthält, die als anstößig oder beleidigend angesehen werden können. Sie sind dafür verantwortlich, sicherzustellen, dass Sie die Rechte an den von Ihnen hochgeladenen Bildern besitzen. Durch die Erstellung eines Profils erklären Sie sich damit einverstanden, dass Clubz die von Ihnen bereitgestellten Informationen nutzen und verarbeiten kann.

# termsOfUse7
source: 4. Event Creation
de: 4. Erstellung von Events

# termsOfUse8
source: Through the app you can create events that are publicly viewable. The events may contain images and data such as name, location, start and end dates, description, ticket information, age restrictions and dress code. You agree to this , that your created events are publicly visible and the visibility is only superficially limited by the profile settings. Anyone who has a direct link to the event can still see all data publicly at any time. You confirm that you are authorized to promote the event and that all information you provide is true and complete.
de: Durch die App können Sie Events erstellen, die öffentlich sichtbar sind. Die Events können Bilder und Daten enthalten, wie beispielsweise Name, Ort, Start- und Enddatum, Beschreibung, Ticketinfos, Altersbeschränkungen und Dresscode. Sie erklären sich damit einverstanden, dass Ihre erstellten Events öffentlich sichtbar sind und die Sichtbarkeit nur oberflächlich durch die Profileinstellungen eingeschränkt wird. Jeder, der einen direkten Link zum Event besitzt, kann trotzdem jederzeit alle Daten öffentlich sehen. Sie bestätigen, dass Sie befugt sind, das Event zu bewerben und dass alle von Ihnen bereitgestellten Informationen wahrheitsgemäß und vollständig sind.

# termsOfUse9
source: 5. Terms of Use
de: 5. Nutzungsbedingungen

# termsOfUse10
source: You are required to use the App and its features only within the terms of the Terms of Service and to comply with all applicable laws and regulations. You may not misuse the App to perform spam, unsolicited advertising, or any other illegal activity.
de: Sie sind verpflichtet, die App und ihre Funktionen nur im Rahmen der Nutzungsbedingungen zu nutzen und alle geltenden Gesetze und Vorschriften einzuhalten. Sie dürfen die App nicht missbräuchlich nutzen, um Spam, unerwünschte Werbung oder andere rechtswidrige Aktivitäten durchzuführen.

# termsOfUse11
source: 6. Rules of Conduct
de: 6. Verhaltensregeln

# termsOfUse12
source: You must not post or disseminate any inappropriate, abusive, defamatory, racist, sexist or otherwise unlawful content or conduct on the App. You must not post any content that infringes the rights of any third party, including copyright, trademark or privacy rights. You may not misrepresent your identity or your relationship with anyone.
de: Sie dürfen keine anstößigen, beleidigenden, diffamierenden, rassistischen, sexistischen oder anderweitig rechtswidrigen Inhalte oder Verhaltensweisen in der App veröffentlichen oder verbreiten. Sie dürfen keine Inhalte veröffentlichen, die die Rechte Dritter, einschließlich Urheberrechte, Markenrechte oder Persönlichkeitsrechte, verletzen. Sie dürfen keine falschen Angaben über Ihre Identität oder Ihre Beziehung zu anderen Personen machen.

# termsOfUse13
source: 7. Content
de: 7. Inhalte

# termsOfUse14
source: You are solely responsible for the content you post on the app, including events and images. You warrant that you have all necessary rights to the content you post and that you grant us as the app full rights to all You may not post content that is pornographic, violent, or otherwise objectionable. Users have the opportunity to report objectionable content or content that violates these Terms and have support review it.
de: Sie sind allein verantwortlich für die von Ihnen veröffentlichten Inhalte in der App, einschließlich der Events und Bilder. Sie garantieren, dass Sie alle notwendigen Rechte an den von Ihnen veröffentlichten Inhalten haben und dass Sie uns als App volle Rechte an allen veröffentlichten Inhalten gewähren. Sie dürfen keine Inhalte veröffentlichen, die pornografisch, gewalttätig oder sonstwie anstößig sind. Die Nutzer haben die Möglichkeit, anstößige Inhalte oder Inhalte, die gegen diese Bedingungen verstoßen, zu melden und so vom Support überprüfen zu lassen.

# termsOfUse15
source: 8. Copyright and Intellectual Property
de: 8. Urheberrecht und geistiges Eigentum

# termsOfUse16
source: You may not post content that infringes the copyright or other intellectual property rights of third parties. If you believe that your copyrights have been violated, you can file a complaint.
de: Sie dürfen keine Inhalte veröffentlichen, die gegen das Urheberrecht oder andere geistige Eigentumsrechte Dritter verstoßen. Wenn Sie der Ansicht sind, dass Ihre Urheberrechte verletzt wurden, können Sie eine Beschwerde einreichen.

# termsOfUse17
source: 9. User Responsibility
de: 9. Verantwortung der Nutzer

# termsOfUse18
source: You are fully responsible for all of your activity on the App and for any Content you post. You agree to indemnify and defend us against any violation of these Terms of Use/User Policy.
de: Sie tragen die volle Verantwortung für alle Ihre Aktivitäten in der App und für alle von Ihnen veröffentlichten Inhalte. Sie erklären sich damit einverstanden, uns gegenüber schadlos zu halten und zu verteidigen, wenn Sie gegen diese Benutzerbedingungen/Benutzerrichtlinie verstoßen.

# termsOfUse19
source: 10. Disclaimer
de: 10. Haftungsausschluss

# termsOfUse20
source: As the app operator, we do not assume any guarantee or liability for the correctness, completeness or topicality of the content published in the app. We assume no liability for damage that may arise from the use of the app.
de: Wir als App-Betreiber übernehmen keine Garantie oder Haftung für die Richtigkeit, Vollständigkeit oder Aktualität der in der App veröffentlichten Inhalte. Wir übernehmen keine Haftung für Schäden, die durch die Nutzung der App entstehen können.

# termsOfUse21
source: 11. Changes to Terms and Policies
de: 11. Änderungen der Bedingungen und Richtlinien

# termsOfUse22
source: We reserve the right to change or update these terms and policies at any time. Changed terms and policies will be notified to you by email or other appropriate means and will be effective 30 days after notification, unless you give us your prior written consent. If you continue to use our app after this period, you will be deemed to have accepted the modified terms and policies.
de: Wir behalten uns das Recht vor, diese Bedingungen und Richtlinien jederzeit zu ändern oder zu aktualisieren. Die geänderten Bedingungen und Richtlinien werden dir per E-Mail oder auf andere geeignete Weise mitgeteilt und treten 30 Tage nach der Mitteilung in Kraft, es sei denn, du erklärst dich vorher schriftlich damit einverstanden. Wenn du nach Ablauf dieser Frist weiterhin unsere App nutzt, gilt dies als Annahme der geänderten Bedingungen und Richtlinien.

# termsOfUse23
source: 12. Termination of Use
de: 12. Beendigung der Nutzung

# termsOfUse24
source: You may stop using our app at any time by deleting your account. We may also terminate or suspend your account at any time for cause, particularly if you violate these terms and policies. In the event of termination or suspension by you are not entitled to a refund of fees already paid.
de: Du kannst die Nutzung unserer App jederzeit beenden, indem du dein Konto löscht. Wir können dein Konto ebenfalls jederzeit aus wichtigem Grund kündigen oder sperren, insbesondere wenn du gegen diese Bedingungen und Richtlinien verstößt. Im Falle einer Kündigung oder Sperrung durch uns hast du keinen Anspruch auf Erstattung von bereits bezahlten Gebühren.

# termsOfUse25
source: 13. Final Provisions
de: 13. Schlussbestimmungen

# termsOfUse26
source: Should a provision of these terms and guidelines be or become wholly or partially invalid, this shall not affect the validity of the remaining provisions. The invalid provision shall be replaced by a provision which comes as close as possible to what the parties intended. It The law of the Federal Republic of Germany applies to the exclusion of the UN Sales Convention.
de: Sollte eine Bestimmung dieser Bedingungen und Richtlinien ganz oder teilweise unwirksam sein oder werden, so wird dadurch die Gültigkeit der übrigen Bestimmungen nicht berührt. Anstelle der unwirksamen Bestimmung tritt eine Regelung, die dem von den Parteien Gewollten am nächsten kommt. Es gilt das Recht der Bundesrepublik Deutschland unter Ausschluss des UN-Kaufrechts.
